acpi
acpilight
alacritty
alsa-utils
base
base-devel
bind
bluetuith
bluez-utils
btop
clang
cpupower
cronie
dhclient
fzf
git
gnu-netcat
google-chrome
graphviz
grub
gst-plugin-pipewire
i3-wm
i3blocks
i3lock
i3status
i3status-rust
inetutils
intel-ucode
less
libpulse
linux
linux-firmware
man-db
mpv
neovim
net-tools
networkmanager
nmap
openssh
oranchelo-icon-theme-git
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qbittorrent
rofi
rofi-greenclip
speedtest-cli
stow
sxiv
tcpdump
telegram-desktop
tldr
tmux
traceroute
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-nerd-fonts-symbols
unzip
vim
webkit2gtk-4.1
wget
whois
wireguard-tools
wireplumber
xcape
xclip
xdotool
xf86-video-intel
xorg-server
xorg-xinit
xorg-xset
yay
yay-debug
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zram-generator
zsh
zsh-autocomplete
