7zip
acpi
acpilight
alacritty
alsa-utils
base
base-devel
bat
bind
bluetuith
bluez-utils
btop
chafa
clang
cpupower
cronie
curlie
devour
dhclient
dmidecode
docker
docker-compose
dog
dust
dysk
eza
fd
flameshot
fzf
gdb
git
gnu-netcat
google-chrome
graphviz
grub
gst-plugin-pipewire
i3-wm
i3blocks
i3lock
i3status
i3status-rust
imagemagick
inetutils
intel-ucode
interception-caps2esc
interception-tools
iperf3
jellyfin-server
jellyfin-web
jq
less
libpulse
linux
linux-firmware
lshw
man-db
mpc
mpd
mpd-mpris
mpdris2
mpv
neovim
net-tools
networkmanager
nmap
openssh
oranchelo-icon-theme-git
oxker
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
python-mutagen
qbittorrent
ripdrag-git
ripgrep-all
rmpc
rofi
rofi-greenclip
rsync
speedtest-cli
stow
strace
sxiv
sysfsutils
tcpdump
telegram-desktop
timidity++
tiny
tldr
tmux
traceroute
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-nerd-fonts-symbols
ueberzugpp
unzip
vi
vim
vulkan-intel
vulkan-tools
webkit2gtk-4.1
wget
whois
wireguard-tools
wireplumber
wireshark-qt
xcape
xclip
xdotool
xf86-video-intel
xorg-server
xorg-xev
xorg-xinit
yay
yay-debug
yazi
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zram-generator
zsh
zsh-autocomplete
